{"name":"European Conference","date":"November 30 - December 2, 2016","logo":"https://res.cloudinary.com/shingo/image/upload/c_scale,h_150/v1435177413/ShingoAllWhite_h7jwhw.png","background_image":"https://res.cloudinary.com/shingo/image/upload/v1456179341/Europe%20Summit/CopenhagenSummit.jpg","location":"Copenhagen, Denmark","intro":"<div><!--block-->Come and learn from people who have made notable transformations in their organizations on their road to enterprise excellence. Each year we are joined by leaders from all around Europe to learn what others are doing and have successfully done to improve their organization. Along with renowned keynote speakers, you will get an opportunity to participate in breakout sessions where you can ask questions and discuss with experienced leaders and business professionals. Whatever the industry may be, people with a desire to improve business should attend.</div>","presentation_copy":"The language of the Conference is English.","agenda":[{"name":"Wednesday","title":"November 30","sessions":[{"time":"13:00 - 15:30","info":{"name":"Lundbeck Tour","detail":[{"id":"lundbeck-tour","speaker":"Lundbeck Tour","detail":"","title":"","abstract":"<div><!--block-->Lundbeck is a Danish-based pharmaceutical company engaged in research to find new drugs for the treatment of brain disorders, including depression, schizophrenia, Alzheimer’s disease, Parkinson’s disease and alcohol dependence. Lundbeck’s mission is to improve the quality of life of people suffering from psychiatric and neurological disorders. Lundbeck is the only fully integrated pharmaceutical company that focuses exclusively on brain disorders. Lundbeck has a turnover of approximately 2 billion Euros and employs 5,000 people. **Bus will depart at 12:30 and return by 16:00.</div>"}]}},{"info":{"detail":[{"detail":"","speaker":"Rick Edgeman - Director of Research - Shingo Institute","id":"ric-edg","abstract":"<div><!--block-->Six Sigma Innovation Workshop<br><br>Six sigma has been developed largely in parallel with and complementary to lean enterprise theory and methods with a result often referred to as lean six sigma, wherein radical innovation in and/or design of products, processes and systems are approached through a “lean lens” that is highly resource sensitive, or a “lean and green” lens that also embeds social and ecological considerations. Innovation may be pursued via the define-measure-analyze-improve control (DMAIC) algorithm whereas design for six sigma<em>&nbsp;(</em>DFSS)<em>&nbsp;</em>applies a<em>&nbsp;</em>define-measure-analyze-design-verify (DMADV)<em>&nbsp;</em>approach.</div><div><!--block-->&nbsp;</div><div><!--block-->Integrated design, innovation and lean approaches provide highly structured and complementary strategies for acquiring, assessing and activating customer, competitor and enterprise intelligence that lead to superior product, system or enterprise innovations and designs that are intended to meet and surpass varied stakeholder expectations, thus driving an enterprise’s quest for a sustainable competitive advantages. This is accomplished through strategic linkage of customer-driven, highly resource efficient approaches that yield nearly perfectly performing processes and products.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->Six sigma integrates strategies and tools from statistics, quality, business, and engineering and has added billions of dollars/euros to enterprise bottom lines across financial, healthcare, military, manufacturing and other economic sectors. Its focus divides into two significant branches – innovation and design – that share a number of tools, techniques and objectives, but that often apply the tools and techniques differently, owing to their differing objectives. The innovation branch of six sigma focuses on significant innovation/redesign in or of existing products, processes and systems while the second branch, referred to as design for six sigma, is directed at design of new products, processes or systems.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->This course provides an overview of the most commonly used six sigma methodology, DMAIC innovation approach, along with integrated consideration of a limited selection of supporting tools. In general, the subject will be approached as one dealing with a value continuum that spans the range from recovery of value sacrificed to poor practices, poor processes, poor partnerships, ad infinitum to creation of new value. &nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->The content will mainly be presented in discussion format with the expectation that participants will practice some methods in small groups. Addressed topics will include:<br><br></div><ul><li><!--block-->● Innovation, Design and Lean Philosophy&nbsp;</li><li><!--block-->● Voice of the Customer Approaches</li><li><!--block-->● Six Sigma for Innovation &amp; Design: Introduction to DMAIC &amp; DMADV Approaches</li><li><!--block-->● Plan-Do-Study-Act (PDSA or Deming Wheel) Cycles</li><li><!--block-->● Process Capability and Control</li><li><!--block-->● Select Management &amp; Planning Tools for Innovation &amp; Design</li><li><!--block-->● Failure Modes &amp; Effects Analysis</li></ul><div><!--block-->&nbsp;&nbsp;</div><div><!--block-->Six sigma approaches are commonly applied in team environments. Similarly, six sigma integrates knowledge and strategies from quality management, engineering, business, and statistics so it is helpful to have a background in these areas, but it is not necessary. Although much of the six sigma methodology and practice is statistically oriented, no recent statistical exposure or practice is expected of participants, as instead, focus will be placed on concepts. Participants should generally be customer/stakeholder-focused.<br><br>Successful completion of this course will facilitate participant understanding of six sigma’s DMAIC approach and the customer focus upon which it is built. Introduction to selected methods will deepen this understanding. At the end of the course, participants will receive a certificate of completion and qualify for eight continuing education credits.&nbsp; &nbsp;<br><br></div>"}],"name":"Six Sigma Innovation Workshop"},"time":"08:00-17:00"}]},{"name":"Thursday","title":"December 1 - Main Conference","sessions":[{"time":"6:30 - 8:00","info":{"name":"Breakfast & Registration","detail":[]}},{"time":"8:00 - 8:50","info":{"name":"Keynote Presentation - Ken Snyder - Shingo Institute","detail":[]}},{"time":"08:50 - 9:00","info":{"name":"Intermission","detail":[]}},{"time":"9:00 - 9:50","info":{"name":"Keynote Presentation","detail":[]}},{"time":"9:50 - 10:00","info":{"name":"Intermission","detail":[]}},{"time":"10:00-10:50","info":{"name":"Keynote Presentation - Seán Kelly - Abbott","detail":[]}},{"time":"10:50 - 11:20","info":{"name":"Networking Break","detail":[]}},{"time":"11:20 - 12:10","info":{"name":"Keynote Presentation - Håkan Forss - King","detail":[]}},{"time":"12:10 - 13:30","info":{"name":"Lunch & Awards Ceremony","detail":[{"speaker":"Shingo Recipients","id":"shin-reci","abstract":"<div><!--block-->Please enjoy a meal as we recognize this year's Shingo recipients.</div>"}]}},{"time":"13:30 - 14:30","info":{"name":"Concurrent Sessions","detail":[{"id":"ste-rae","speaker":"Deployment: Stefan de Raedemaecker - McKinsey & Company","detail":"Stefan de Raedemaecker"},{"id":"must-alta","speaker":"Manufacturing: Mustafa Kemal Altay - Bosch","detail":"Mustafa Kemal Altay"},{"speaker":"Research: Matthias Thürer - Jinan University","detail":"Matthias Thürer","id":"mat-thu","title":"On the Meaning of Business Excellence: Does Business Excellence Mean Doing Excellent Business?","abstract":"<div><!--block-->Achieving business excellence is the objective of concepts such as lean, total companywide quality management, six sigma, and world class manufacturing – just to name a few. It is consequently a widely used term in these contexts. Yet, it has been taken for granted that we have a common understanding of what is meant by business excellence. On the contrary, researchers argue that definitions significantly differ across authors and “Business Excellence” as a concept remains poorly understood. For example, from a theoretical point of view, many definitions are rather tautological, arguing that business excellence is about being excellent in doing something (e.g. business). Meanwhile, from a practical point of view, they find many companies are primarily concerned with efficiencies, machine utilizations or other corporate mandates when striving for business excellence, rather than asking whether their improvements get to the bottom-line profit.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->In response, Dr. Thürer and his team first present a critical qualitative discussion that identifies different conceptualizations of business excellence. They then conduct a systematic review of the literature to examine the different uses of these concepts. Their objective is twofold: (i) to distill the essence of the business excellence concept; and, (ii) to explore whether business excellence directly leads to doing excellent business (i.e. winning and satisfying customer orders). It is hoped that the former helps companies to better understand and benchmark business excellence, while the latter embeds business excellence into manufacturing strategy in the form of a two-dimensional framework of horizontal (efficiency) and vertical (effectiveness) alignment.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->Different concepts can be used to capture business excellence, just like different conceptualizations have been used throughout history to see nature; but the most important step in achieving business excellence is being able to ‘see’ business excellence. The researchers framework is another way of capturing business excellence, but it is one that they argue improves understanding of business excellence compared to the extant literature.</div>"},{"speaker":"Research: Mike Martyn - SISU Consulting","title":"Creating a Principle-based Daily Kaizen Culture in Higher Education","detail":"Mike Martyn","id":"mik-mar","abstract":"<div><!--block-->Since 2010, the University of Washington’s Finance and Facilities organization (F2) has been on a journey to develop a principle-based daily kaizen culture. Since the start of its journey, Mike Martyn, founder of SISU Consulting Group and director emeritus for the Shingo Institute, has assisted F2. Given the highly decentralized nature of higher education, combined with the diversity of a “small city,” the importance of focusing on principles and implementing key systems has been paramount to the organization’s success. &nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->This session will focus on a developed four-phase model utilized to guide teams and leaders in their ability to embed and leverage ideal behaviors for sustained success. During the discussion, Mr. Martyn will demonstrate how each phase integrates the principles of the&nbsp;<em>Shingo Model</em>&nbsp;and how the focus on the use of co-creation and engagement multipliers has resulted in high levels of sustained participation and continuous experimentation and innovation in the daily management system. Each of the phases will be discussed as well as supported by case study examples.</div><div><!--block-->&nbsp;</div><div><!--block-->This approach has resulted in more than $210 million in financial benefit for the university. More importantly, the developing culture has resulted in more than 55,000 implemented ideas and the development of 39 internal coaches. Further, F2 has been benchmarked by more than 110 organizations, featured in national publications, and was awarded both the NCCI Leveraging Excellence Award in 2013 and the NCCI Leadership Award in 2016.</div>"},{"speaker":"Research: Steve Hanks & Jamie Andrus - Utah State University","title":"In-Sync or Out-of-Sync: The Complex Relationship Between HR and Continuous Improvement Leaders in Facilitating Lean Transformation","detail":"Steve Hanks & Jamie Andrus","id":"ste-han","abstract":"<div><!--block-->HR policies and processes, working&nbsp;<em>in sync</em>&nbsp;with organizational and business processes, have the promise to be incredibly facilitative of enterprise excellence. On the other hand, HR policies and practices,&nbsp;<em>out of sync</em>&nbsp;with the cadence of excellence and continuous improvement, may be burdensome and distractive to business leaders seeking to drive transformation throughout the enterprise. Dr. Hanks and Ms. Andrus conducted a study that uses a grounded theory approach to tease out and explore the relationship between these two functions in organizations pursuing a lean journey. Drawing from a series of ten focused case studies they build foundational theory regarding perceptions and actions that facilitate and/or constrain lean transformation.</div>"}]}},{"time":"14:30 - 15:00","info":{"name":"Networking Break","detail":[]}},{"info":{"detail":[{"speaker":"Jacob Eskildsen - Aarhus University","id":"Jaco-Eski","detail":"Jacob Eskildsen"},{"speaker":"Jose Luis Ordorica - Continental Automotive Systems","id":"jose-ordo","detail":"Jose Luis Ordorica","abstract":""}],"name":"Concurrent Sessions"},"time":"15:00 - 16:00"},{"info":{"detail":[{"speaker":"Wallmans Dinner Show","title":"http://www.wallmans.dk/en/dinner-show/christmas-2016/","id":"wall-sho","detail":"Wallmans Dinner Show"}],"name":"Dinner & Entertainment"},"time":"17:30 - 21:00"}]},{"name":"Friday","title":"December 2 - Main Conference","sessions":[{"time":"07:00 - 08:00","info":{"name":"Breakfast & Registration","detail":[]}},{"time":"08:00 - 8:50","info":{"name":"Concurrent Sessions","detail":[{"speaker":"Deployment: Gert Linthout - Möbius & Marc Noppen - University Hospital Brussels","id":"gert-lint","detail":"Gert Linthout & Marc Noppen"},{"speaker":"Research: Seán Kelly - Abbott","title":"Discreetly Embedding the Shingo Principles of Operational Excellence at Abbott Diagnostics Manufacturing Facility in Longford Ireland","detail":"Seán Kelly","id":"sean-kel","abstract":"<div><!--block-->From 2005-2011, Abbott Diagnostics Longford’s regent manufacturing facility was primarily focused on transferring products from its sister site in Chicago and ramping up production to meet the delivery demands and quality standards expected by its global customer base and regulatory bodies. Thereafter, the organization set about establishing a lean framework which would connect its many systems and tools and empower every employee in the organization to improve their processes to achieve sustainable results and ensure strategic objectives were achieved.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->The&nbsp;<em>Shingo Model</em>™ and its principles of operational excellence were seen as fit for purpose with respect to guiding Abbott Diagnostics Longford’s structural and cultural transformation. However, Abbott Corporation and its Diagnostics Division already had many excellent systems, tools and behavioral expectations which aligned well with the&nbsp;<em>Shingo Guiding Principles</em>. Therefore, to avoid conflict and misalignment with existing corporate systems and to avoid confusing employees by the introduction of new “Shingo Systems,” much effort was spent identifying and connecting the Abbott systems that support the&nbsp;<em>Shingo Guiding Principles</em>. New systems were only created if specific gaps were identified. &nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->Abbott Diagnostic Longford has hence created its lean framework which flows as follows:&nbsp;</div><div><!--block-->·&nbsp; &nbsp; &nbsp;<em>Shingo Guiding Principles</em></div><div><!--block-->·&nbsp; &nbsp; &nbsp;Site Behavioural Standards</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Abbott Corporate Competencies</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Leader &amp; Individual Contributor Behaviors</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Site Vision&nbsp;<br>·&nbsp; &nbsp; &nbsp;Site Strategy</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Departmental/Team Strategy</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Team Visual Management and Lean Management Walks</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Team Daily Huddles</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Problem Solving (quality corrective action &amp; preventative action (CAPA) system, lean management system root cause analysis, lean six sigma DMAIC projects and daily kaizen local improvements)</div><div><!--block-->·&nbsp; &nbsp; &nbsp;Lean Tools (6S, value stream mapping and TIMWOODS waste identification).</div>"},{"speaker":"Research: Peter Hines, Darrin Taylor and Aidan Walsh","detail":"Hines, Taylor and Walsh","id":"pet-hin","title":"The Lean Journey: Have We All Got It Wrong?","abstract":"<div><!--block-->Over the last 25 years there has been a vogue in manufacturing, and increasingly in service organizations, to implement lean, six sigma or other variants of these approaches. These journeys are designed to improve productivity, quality and cost, and to achieve improved performance in the eyes of the customer. However in many, or indeed most cases, these journeys have not been as successful or sustainable as their architects had planned. The question is why? Researchers consider this question and find that the reason is largely due to a results-oriented, tools-only approach of the firms involved. They explore why this approach has been taken and why it does not work. Evidence is presented from a group of UK and Irish organizations that have taken a different approach, based on principle-led behavior change. This approach appears to be more successful and sustainable. A theoretical discussion is then undertaken of how firms might change to this new approach based on either an evolutionary or revolutionary change.</div>"},{"id":"greg-frat","speaker":"Research: Greg Frater","detail":"Greg Frater","title":"Sustaining Lean in SME Manufacturers: Findings from an Eight-Year Longitudinal Study","abstract":"<div><!--block-->Productivity growth remains a central challenge for the New Zealand (NZ) manufacturing sector. As one strategy to achieve this aim, beginning around 2004, the NZ Government attempted to implement lean widely within the manufacturing sector through targeted investment. Researchers evaluated the effectiveness and success of this strategy, with reference to a sample of NZ SME manufacturers, and extrapolated wider, general findings pertaining to the key elements required for successful, sustained lean implementation. &nbsp;<br><br>Using the Sustainable Lean Iceberg Model (Hines et al, 2008) as a theoretical basis, Greg Frater and his team developed a case study protocol based<br>around the key constructs for sustainable lean. They selected respondents from among 11 manufacturers that had been part of the government’s programs to accelerate lean. Data were collected from these organizations after at least one year from implementation, and again after at least seven years.&nbsp; &nbsp; &nbsp;&nbsp;<br><br></div><div><!--block-->The team found that lean was sustained in only one of the organizations that agreed to participate. Two more were attempting to sustain, and two were<br>attempting to ‘re-implement.’ Four had abandoned lean altogether, and several others had gone out of business entirely. The study reinforces the vital importance of below-the-waterline aspects of lean (‘strategy and alignment,’ ‘leadership’ and ‘behavior and engagement’). The tendency to focus on ‘quick-win’ implementations of tools and techniques does not create the necessary cultural shift to permit sustainable lean.&nbsp; &nbsp; &nbsp;&nbsp;<br><br></div><div><!--block-->Many lean studies lack critical depth, often concluding that lean is ubiquitous, and effective in most situations. This study looks in depth at<br>situations in which lean was not effectively implemented. This makes it a valuable contribution to lean literature.&nbsp;</div>"}]}},{"time":"8:50 - 9:00","info":{"name":"Intermission","detail":[]}},{"time":"9:00 - 10:00","info":{"name":"Concurrent Sessions","detail":[{"speaker":"Deployment: Karl Wadensten - VIBCO","id":"karl-wade","detail":"Karl Wadensten"},{"speaker":"Research: Troy Mumford - University of Colorado","detail":"Troy Mumford","id":"tro-mum","abstract":"<div><!--block-->An organization’s lean culture influences its ability to effectively operate and systematically improve those operations. While it is often assumed that quality cultures are homogenous, this research explores how perceptions of organizational culture can vary significantly due to an employee’s strata in<br>the organization. This strata-effect is analyzed in a sample of four manufacturing firms. Results illustrate that the cultural perceptions vary significantly across organizational strata. In addition, the results indicate that the specific cultural drivers of employee engagement also vary based upon an employee’s organizational strata. The implications for understanding organizational culture and leading cultural change are discussed.</div>","title":"Cultural Strata Effects: How lean culture drivers of engagement vary by employees’ level in the organization"},{"speaker":"Research: Rick Edgeman - Utah State University","detail":"Rick Edgeman","id":"edg-rick","title":"Inter-and-Intra Organizational Dynamics of Strong Reciprocity: Synergetic Social-Ecological Innovation in the Anthropocene Age","abstract":"<div><!--block-->In past times of abundant resources spanning intellectual, financial, social and natural capital domains, concern for social and environmental performance and impacts was generally limited. The frontiers of those concerns were bounded primarily through legislation or alternative regulatory forms. Often, real or perceived local scarcity of required or desired resources gave rise to “tributes” of those resources from captive nations – ancient precursors to today’s global supply chains.</div><div><!--block-->&nbsp;</div><div><!--block-->We live however, in the&nbsp;<em>Anthropocene Age</em>, one not geologic in origin, but rather, strongly influenced by human activity. As such, practices and policies deemed effective in those former times are rapidly moving into “the rear view mirror” due to mounting social, environmental, and related pressure on enterprises to produce, perform, and innovate responsibly. &nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->Concurrently, consumption of natural capital – which heretofore has been nearly unabated – has become increasingly cost prohibitive. This is due to various factors that range from scarcity (for example, of rare earth and precious metals used in high-technology products) to pariah status associated with generations of pollutants and consequent negative social and environmental impacts.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->Set against this backdrop, collaboration both within and across enterprises has ascended in importance. Such collaboration is driven in part by acknowledged needs for efficient stewardship of enterprise resources, and in part by the inherent logic of leveraging intellectual and other competences resident in partner enterprises, but missing, latent, or limited in one’s own enterprise. Equally, this ascendance is accompanied by the expectation that collaborative relationships are not only reciprocal ones, but are synergetic ones that provoke strongly reciprocal deliverables – that is – returns that exceed investments.</div><div><!--block-->&nbsp;</div><div><!--block-->Herein then, we examine the nature and motivations behind reciprocity, with particular attention devoted to its institutionalization and the value that contributes relative to improvements or innovations that produce positive social or environmental performance. At the same time, contributions of reciprocity to sustainable enterprise excellence, resilience, and robustness are discussed.</div>"},{"speaker":"Research: Andrea Birch-Jensen (Chalmers University of Technology), Jacob Hallencreutz (EPSI Rating Group) and Ida Gremyr (Chalmers University of Technology)","id":"and-bir","detail":"Birch-Jensen, Hallencreutz and Gremyr","title":"Customer Perception Measurements as Drivers for Improvements: A Comparative Multiple Case Study","abstract":"<div><!--block-->There are many references in literature about the importance of customer satisfaction and related non-financial performance measures. However, previous research within the field has largely focused on why firms should use these measurements, but not on the actual utilization itself. Researchers conducted a study to identify factors influencing the use of customer perception measurements as drivers for improvements. The study is based on more than 35 interviews with 20 companies in numerous different industries operating in Sweden. The companies investigated have different characteristics in terms of industry, size and score on the EPSI Rating Group’s customer satisfaction measurement. This enables an investigation of various factors that potentially influence if, and how, the customer perception measurements are used as a part of the companies’ continuous improvement efforts, e.g. in lean programs.&nbsp;<br><br></div><div><!--block-->The findings show that the challenges experienced when using customer perception measurements as a driver of improvements span across industry boundaries, which is an indicator for a relatively low maturity of using non-financial performance measurements in continuous improvement efforts. Companies that more often utilize customer perception measurements in their improvement efforts score higher than others in regards to the EPSI customer satisfaction measurements. In addition to structural mechanisms, these companies have e.g. a customer-focused organizational culture. The combination of these two domains appear successful in the studied companies, since it has the potential to enable companies to take direct action on the customer perception measurement results. An activity which appears to lead to higher customer satisfaction scores.</div>"}]}},{"time":"10:00 - 10:30","info":{"name":"Networking Break","detail":[]}},{"time":"10:30 - 11:30","info":{"name":"Keynote Presentation - Billy Taylor - Goodyear","detail":[]}},{"time":"11:30 - 12:30","info":{"name":"Keynote Presentation - Christian Houborg - Lundbeck","detail":[]}},{"time":"12:30 - 13:30","info":{"name":"Lunch","detail":[]}},{"time":"13:30 - 14:30","info":{"name":"Keynote Presentation","detail":[]}},{"time":"14:30 - 15:00","info":{"name":"Networking Break","detail":[]}},{"time":"15:00 - 16:00","info":{"name":"Keynote Presentation","detail":[{"speaker":"Shahir Rona","id":"sha-ron","detail":"Shahir Rona"}]}}]},{"name":"Workshops*","sessions":[{"info":{"detail":[{"speaker":"Discover Excellence - EFESO Consulting:  €1500","title":"Region Hovedstadens Psykiatri","id":"disc-efeso","abstract":"<div><!--block--><a href=\"https://www.eventbrite.com/e/shingo-discover-excellence-workshop-copenhagen-tickets-26480175919\">Register for this workshop here</a><br><br></div>"},{"id":"no-need","speaker":"*Shingo Affiliate hosted workshops need to be registered and paid for separate from the main conference. Click on the name of the workshop above to go to the registration site."}],"name":"Pre-Conference Shingo Workshops"},"time":"November 29th - 30th"}]}],"registration":{"link":"http://www.cvent.com/d/pvqnx5","prices":[{"type":"Main Conference (December 1-2)","price":"€1150"},{"type":"Lundbeck Tour (November 30)","price":"€150"},{"type":"Six Sigma Innovation Workshop (November 30)","price":"€395"}]},"se_info":"<div><!--block-->Exhibitors at the Shingo European Conference enjoy the chance to discover new clients as well as reconnect with current customers in a highly relevant and social atmosphere. With plenty of networking opportunities throughout each day, you’re sure to develop new leads and contacts eager to begin a lasting, mutually beneficial relationship. Exhibitors also receive an opt-in email roster of attendees and are highlighted on the Shingo app and print items.<br><br></div><div><!--block-->We offer several tax-deductible sponsorship opportunities that place your company name in front of more than 16,000 professionals and decision-makers across the globe. As a major contributor to the value and success of the Shingo European Conference, you'll position your brand as a thought-leader committed to excellence. Conference attendees are mid- to senior-level management representing more than 650 companies worldwide.<br><br></div><div><!--block-->The available levels of sponsorship are as follows:<br><br>Keynote Sponsorship: €3,000&nbsp;<br>&nbsp;- Includes: Logo on printed materials, logo included on mobile app, recognition from podium<br><br>Full page ad in conference daybook: €4,000&nbsp;<br>Half page ad in conference daybook: €2,000<br><br>Logo projection on conference hall: €5,000&nbsp;<br>&nbsp;- Includes: Digital logo displayed on walkways in meeting venue&nbsp;<br><br>Exhibit Booth: €2,500&nbsp;<br>&nbsp;- booths open on December 1 at 7:00 and end on December 2 at 15:00<br>&nbsp;- Includes: one six foot table with drape and two chairs and one conference registration<br><br></div><div><!--block-->For more information about exhibiting or becoming a sponsor, please contact Mary Price,&nbsp;<a href=\"mailto:mary.price@usu.edu\">mary.price@usu.edu</a>, 435.797.3785.<br><br></div>","travel":{},"speaker_query":"SELECT Id, Speaker_Contact__r.Name, Speaker_Type__c, Speaker_Contact__r.Account.Name, Biography__c, Speaker_Contact__r.Title, Speaker_Image__c FROM Speaker__c WHERE Event__c='a0R1200000UrWJFEA3' ORDER BY Speaker_Contact__r.LastName","ta_info":{"title":"This year's European Conference will be held in Copenhagen, Denmark.","location":"<div><!--block--><strong>Scandic Copenhagen&nbsp;</strong><br>Vester Søgade 6,<br>Dk- 1601 København V,<br>Copenhagen, Denmark</div>","travel":"<div><!--block-->&nbsp; Copenhagen Airport (CPH)<br><br></div>","hotel":"<div><!--block--><strong>Scandic Copenhagen</strong><br>Vester Søgade 6,<br>Dk- 1601 København V,<br>Copenhagen, Denmark<br>+45 33 75 70 88<br><br>Rate: 1,345 DKK/night, including breakfast and wifi. Please use code BSHI301116 when booking online.<br><a href=\"http://www.scandichotels.com\">http://www.scandichotels.com</a></div>","parking":"<div><!--block-->Parking is available at the hotel for a fee of 195 DKK per day.</div>","internet":"<div><!--block-->Complimentary Wi-Fi Internet access is available in all areas of the convention center as well as the hotel for conference participants.</div>","things":"<div><!--block-->Wondering what to do in your free time? Do you have family members traveling with you? Learn more about&nbsp;<a href=\"https://www.visitcopenhagen.com/copenhagen-tourist\">visiting Copenhagen</a>.&nbsp;<br>Also, the&nbsp;<a href=\"https://www.visitcopenhagen.com/copenhagen/sightseeing/top-30-attractions\">Top 30 Attractions</a>&nbsp;of the city</div>"},"filename":"europe.json"}
