{"name":"European Conference","date":"November 30 - December 2, 2016","logo":"https://res.cloudinary.com/shingo/image/upload/c_scale,h_150/v1435177413/ShingoAllWhite_h7jwhw.png","background_image":"https://res.cloudinary.com/shingo/image/upload/v1456179341/Europe%20Summit/CopenhagenSummit.jpg","location":"Copenhagen, Denmark","intro":"<div><!--block-->Come and learn from people who have made notable transformations in their organizations on their road to enterprise excellence. Each year we are joined by leaders from all around Europe to join in and enjoy an opportunity to learn from what others are doing and successfully have done to improve their organization. Along with renound keynote speakers, you will get an opportunity to participate in break-outs where you will be able to ask questions and discuss with experienced leaders and business professionals. Whatever the industry may be, people with a desire to improve business should attend.</div>","presentation_copy":"The language of the Conference will be English","agenda":[{"name":"Wednesday","title":"November 30","sessions":[{"time":"13:00 - 15:30","info":{"name":"Lundbeck Tour","detail":[{"id":"lundbeck-tour","speaker":"Lundbeck is a Danish based pharmaceutical company engaged in research to find new drugs for the treatment of brain disorders, including Depression, Schizophrenia, Alzheimer’s disease, Parkinson’s disease and Alcohol Dependence. Lundbeck’s mission is to improve the quality of life of people suffering from psychiatric and neurological disorders. Lundbeck is the only fully integrated pharmaceutical company that focus exclusively on brain disorders. Lundbeck has a turnover of approximately 2 billion Euros and employ 5.000 people. **Bus will depart at 12:30 and return by 16:00","detail":"","title":"Lundbeck Tour"}]}},{"info":{"detail":[{"detail":"","speaker":"Rick Edgeman, Director of Research, Shingo Institute","id":"ric-edg","abstract":"<div><!--block-->Six Sigma Innovation Workshop<br><br>Six sigma has been developed largely in parallel with and complementary to lean enterprise theory and methods with a result often referred to as lean six sigma, wherein radical innovation in and/or design of products, processes and systems are approached through a “lean lens” that is highly resource sensitive, or a “lean and green” lens that also embeds social and ecological considerations. Innovation may be pursued via the define-measure-analyze-improve control (DMAIC) algorithm whereas design for six sigma<em>&nbsp;(</em>DFSS)<em>&nbsp;</em>applies a<em>&nbsp;</em>define-measure-analyze-design-verify (DMADV)<em>&nbsp;</em>approach.</div><div><!--block-->&nbsp;</div><div><!--block-->Integrated design, innovation and lean approaches provide highly structured and complementary strategies for acquiring, assessing and activating customer, competitor and enterprise intelligence that lead to superior product, system or enterprise innovations and designs that are intended to meet and surpass varied stakeholder expectations, thus driving an enterprise’s quest for a sustainable competitive advantages. This is accomplished through strategic linkage of customer-driven, highly resource efficient approaches that yield nearly perfectly performing processes and products.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->Six sigma integrates strategies and tools from statistics, quality, business, and engineering and has added billions of dollars/euros to enterprise bottom lines across financial, healthcare, military, manufacturing and other economic sectors. Its focus divides into two significant branches – innovation and design – that share a number of tools, techniques and objectives, but that often apply the tools and techniques differently, owing to their differing objectives. The innovation branch of six sigma focuses on significant innovation/redesign in or of existing products, processes and systems while the second branch, referred to as design for six sigma, is directed at design of new products, processes or systems.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->This course provides an overview of the most commonly used six sigma methodology, DMAIC innovation approach, along with integrated consideration of a limited selection of supporting tools. In general, the subject will be approached as one dealing with a value continuum that spans the range from recovery of value sacrificed to poor practices, poor processes, poor partnerships, ad infinitum to creation of new value. &nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->The content will mainly be presented in discussion format with the expectation that participants will practice some methods in small groups. Addressed topics will include:<br><br></div><ul><li><!--block-->● Innovation, Design and Lean Philosophy&nbsp;</li><li><!--block-->● Voice of the Customer Approaches</li><li><!--block-->● Six Sigma for Innovation &amp; Design: Introduction to DMAIC &amp; DMADV Approaches</li><li><!--block-->● Plan-Do-Study-Act (PDSA or Deming Wheel) Cycles</li><li><!--block-->● Process Capability and Control</li><li><!--block-->● Select Management &amp; Planning Tools for Innovation &amp; Design</li><li><!--block-->● Failure Modes &amp; Effects Analysis</li></ul><div><!--block-->&nbsp;&nbsp;</div><div><!--block-->Six sigma approaches are commonly applied in team environments. Similarly, six sigma integrates knowledge and strategies from quality management, engineering, business, and statistics so it is helpful to have a background in these areas, but it is not necessary. Although much of the six sigma methodology and practice is statistically oriented, no recent statistical exposure or practice is expected of participants, as instead, focus will be placed on concepts. Participants should generally be customer/stakeholder-focused.<br><br>Successful completion of this course will facilitate participant understanding of six sigma’s DMAIC approach and the customer focus upon which it is built. Introduction to selected methods will deepen this understanding. At the end of the course, participants will receive a certificate of completion and qualify for eight continuing education credits.&nbsp; &nbsp;<br><br></div>"}],"name":"Six Sigma Innovation Workshop"},"time":"08:00-17:00"}]},{"name":"Thursday","title":"December 1 - Main Conference","sessions":[{"time":"6:30 - 8:00","info":{"name":"Breakfast & Registration","detail":[]}},{"time":"8:00 - 8:50","info":{"name":"Keynote Presentation - Ken Snyder","detail":[]}},{"time":"08:50 - 9:00","info":{"name":"Intermission","detail":[]}},{"time":"9:00 - 9:50","info":{"name":"Keynote Presentation","detail":[]}},{"time":"9:50 - 10:00","info":{"name":"Intermission","detail":[]}},{"time":"10:00-10:50","info":{"name":"Keynote Presentation -  Ciarán Corcoran & Seán Kelly","detail":[]}},{"time":"10:50 - 11:20","info":{"name":"Networking Break","detail":[]}},{"time":"11:20 - 12:10","info":{"name":"Keynote Presentation - Håkan Forss","detail":[]}},{"time":"12:10 - 13:30","info":{"name":"Lunch","detail":[]}},{"time":"13:30 - 14:30","info":{"name":"Concurrent Sessions","detail":[{"id":"ste-rae","speaker":"Stefan de Raedemaecker - Senior Expert Operations, McKinsey & Company","detail":"Stefan de Raedemaecker"},{"id":"must-alta","speaker":"Mustafa Kemal Altay - Production System Manager, Bosch","detail":"Mustafa Kemal Altay"}]}},{"time":"14:30 - 15:00","info":{"name":"Networking Break","detail":[]}},{"info":{"detail":[{"speaker":"Jacob Eskildsen - Professor in Business & Quantitative Methods, Aarhus University","id":"Jaco-Eski","detail":"Jacob Eskildsen"},{"speaker":"Jose Luis Ordorica - Sr. Consultant Continental Business System, Continental Automotive Systems","id":"jose-ordo","detail":"Jose Luis Ordorica","abstract":""}],"name":"Concurrent Sessions"},"time":"15:00 - 16:00"},{"info":{"detail":[{"speaker":"Wallmans Dinner Show","title":"http://www.wallmans.dk/en/dinner-show/christmas-2016/","id":"wall-sho","detail":"Wallmans Dinner Show"}],"name":"Dinner & Entertainment"},"time":"17:30 - 21:00"}]},{"name":"Friday","title":"December 2 - Main Conference","sessions":[{"time":"07:00 - 08:00","info":{"name":"Breakfast & Registration","detail":[]}},{"time":"08:00 - 8:50","info":{"name":"Concurrent Sessions","detail":[{"speaker":"Gert Linthout & Marc Noppen","id":"gert-lint","detail":"Gert Linthout & Marc Noppen"}]}},{"time":"8:50 - 9:00","info":{"name":"Intermission","detail":[]}},{"time":"9:00 - 10:00","info":{"name":"Concurrent Sessions","detail":[{"speaker":"Karl Wadensten","id":"karl-wade","detail":"Karl Wadensten"}]}},{"time":"10:00 - 10:30","info":{"name":"Networking Break","detail":[]}},{"time":"10:30 - 11:30","info":{"name":"Keynote Presentation - Billy Taylor","detail":[]}},{"time":"11:30 - 12:30","info":{"name":"Keynote Presentation - Christian Houborg","detail":[]}},{"time":"12:30 - 13:30","info":{"name":"Lunch","detail":[]}},{"time":"13:30 - 14:30","info":{"name":"Keynote Presentation","detail":[]}},{"time":"14:30 - 15:00","info":{"name":"Networking Break","detail":[]}},{"time":"15:00 - 16:00","info":{"name":"Keynote Presentation","detail":[]}}]}],"registration":{"link":"http://www.cvent.com/d/pvqnx5","prices":[{"type":"Main Conference (December 1-2)","price":"€1150"},{"type":"Lundbeck Tour (November 30)","price":"€150"},{"type":"Six Sigma Innovation Workshop (November 30)","price":"€395"}]},"se_info":"<div><!--block-->Exhibitors at the Shingo European Conference enjoy the chance to discover new clients as well as reconnect with current customers in a highly relevant and social atmosphere. With plenty of networking opportunities throughout each day, you’re sure to develop new leads and contacts eager to begin a lasting, mutually beneficial relationship. Exhibitors also receive an opt-in email roster of attendees and are highlighted on the Shingo app and print items.<br><br></div><div><!--block-->We offer several tax-deductible sponsorship opportunities that place your company name in front of more than 16,000 professionals and decision-makers across the globe. As a major contributor to the value and success of the Shingo European Conference, you'll position your brand as a thought-leader committed to excellence. Conference attendees are mid- to senior-level management representing more than 650 companies worldwide.<br><br></div><div><!--block-->The available levels of sponsorship are Friends ($5,000), Supporters ($10,000), and Benefactors ($15,000).<br><br></div><div><!--block-->For more information about exhibiting or becoming a sponsor, please contact Mary Price,&nbsp;<a href=\"mailto:mary.price@usu.edu\">mary.price@usu.edu</a>, 435.797.3785.<br><br></div>","travel":{},"speaker_query":"SELECT Id, Speaker_Contact__r.Name, Speaker_Type__c, Speaker_Contact__r.Account.Name, Biography__c, Speaker_Contact__r.Title, Speaker_Image__c FROM Speaker__c WHERE Event__c='a0R1200000UrWJFEA3' ORDER BY Speaker_Contact__r.LastName","ta_info":{"title":"This year's European Conference will be held in Copenhagen, Denmark.","location":"<div><!--block--><strong>Scandic Copenhagen&nbsp;</strong><br>Vester Søgade 6,<br>Dk- 1601 København V,<br>Copenhagen, Denmark</div>","travel":"<div><!--block-->&nbsp; Copenhagen Airport (CPH)<br><br></div>","hotel":"<div><!--block--><strong>Scandic Copenhagen</strong><br>Vester Søgade 6,<br>Dk- 1601 København V,<br>Copenhagen, Denmark<br>+45 33 75 70 88<br><br>Rate: 1,345 DKK/night, including breakfast and wifi.&nbsp; Please use code BSHI301116 when booking online.<br><a href=\"http://www.scandichotels.com\">http://www.scandichotels.com</a></div>","parking":"<div><!--block-->Parking is available at the hotel for a fee of 195 DKK per day.</div>","internet":"<div><!--block-->Complimentary Wi-Fi Internet access is available in all areas of the convention center as well as the hotel for conference participants.</div>","things":"<div><!--block-->Wondering what to do in your free time? Do you have family members traveling with you? Learn more about&nbsp;<a href=\"https://www.visitcopenhagen.com/copenhagen-tourist\">visiting Copenhagen</a>.&nbsp;<br>Also, the&nbsp;<a href=\"https://www.visitcopenhagen.com/copenhagen/sightseeing/top-30-attractions\">Top 30 Attractions</a>&nbsp;of the city</div>"},"filename":"europe.json"}
