{"name":"Congreso Shingo Latin America","date":"October 5 - 7, 2016","logo":"http://res.cloudinary.com/shingo/image/upload/c_scale,h_150/v1435177413/ShingoAllWhite_h7jwhw.png","background_image":"http://res.cloudinary.com/shingo/image/upload/c_scale,h_750/v1473462989/Summits/2016LatinSummit/CongresoWebBanner.jpg","location":"Monterrey, México","intro":"<div><!--block-->Learn from people who have made notable transformations in their organizations on their road to enterprise excellence. Each year leaders from all around Latin America come to the Congreso Shingo for the chance to learn what others have done to improve their organizations.<br><br>Along with renowned keynote speakers, you’ll participate in break-out discussions where you can ask questions of experienced leaders and business professionals. Whatever industry you're in, you should come and re-invigorate your improvement efforts.</div>","presentation_copy":"Speakers at this congreso will speak in either Spanish or English. Free translation service will be available for all sessions","agenda":[{"name":"Wednesday","title":"October 5 - Pre-Conference","sessions":[{"time":"8:00 - 17:00","info":{"name":"Workshop","detail":[{"speaker":"Rick Edgeman","id":"ric-edg","abstract":"<div><!--block-->Six sigma has been developed largely with lean enterprise theory and methods and is often referred to as lean six sigma, wherein radical innovation in and/or design of products, processes and systems are approached through a “lean lens” that is highly resource sensitive, or a “lean and green” lens that also embeds social and ecological considerations. Six sigma integrates strategies and tools from statistics, quality, business, and engineering and has added billions of dollars/euros to enterprise bottom lines across financial, healthcare, military, manufacturing and other economic&nbsp;sectors.&nbsp;<br><br></div><div><!--block-->A six sigma focus divides into two significant branches – innovation and design – that share a number of tools, techniques and objectives, but that often apply the tools and techniques differently, owing to their differing objectives. The innovation branch of six sigma focuses on significant innovation/redesign in or of existing products, processes and systems while the second branch, referred to as design for six sigma, is directed at design of new products, processes or systems.&nbsp;<br><br>This course provides an overview of the most commonly used six sigma methodology, DMAIC (define-measure-analyze-improve control) innovation<br>approach, along with integrated consideration of a limited selection of supporting tools. In general, the subject will be approached as one dealing with a value continuum that spans the range from recovery of value sacrificed to poor practices, poor processes, poor partnerships, ad infinitum to creation of new value. &nbsp;<br><br>Successful completion of this course will facilitate participant understanding of six sigma’s DMAIC approach and the customer focus upon which it is built. At the end of the course, participants will receive a certificate of completion and qualify for eight continuing education credits.&nbsp; &nbsp;<br><br></div>","detail":"Rick Edgeman","title":"Six Sigma Innovation Workshop"}]}},{"time":"14:00 - 18:30","info":{"name":"Company Tours","detail":[{"speaker":"Metalsa - Apodaca Plant","id":"met-apo","abstract":"<div><!--block-->Within the automotive and commercial vehicle market, Metalsa has proved to be one of the best options in structural component solutions for light and heavy vehicles. They provide their customers innovative solutions focused on safe and sustainable product and process technologies, exceeding quality and service at a competitive cost.<br><br>Facility will share with participants their lean journey and highlight systems of excellence. &nbsp;</div>","detail":"Metalsa Plant Tour"},{"speaker":"CANCELLED - Arca Continental - Insurgentes Plant","id":"arca-cont","detail":"Arca Continental Plant Tour","abstract":"<div><!--block-->CANCELLED - Arca Continental produces, distributes and sells non-alcoholic beverages under The Coca-Cola Company brand, as well as snacks under the brands of Bokados in Mexico, Inalecsa in Ecuador and Wise in the US. Together with The Coca-Cola Company, Arca leads the high-value added dairy category in Ecuador, under Tonicorp brands.<br><br>With an outstanding history spanning more than 90 years, Arca Continental is the second-largest Coca-Cola bottler in Latin America and one of the largest in the world. Within its Coca-Cola franchise territory, the company serves over 83 million consumers in northern and western Mexico, Ecuador, Peru and northern Argentina.<br><br>Facility will share with participants their lean journey and highlight systems of excellence. &nbsp;</div>"}]}}]},{"name":"Thursday","title":"October 6 - Main Conference","sessions":[{"time":"07:30 - 08:30","info":{"name":"Breakfast & Registration","detail":[]}},{"time":"08:30 - 9:00","info":{"name":"Executive Director Remarks","detail":[{"speaker":"Ken Snyder","id":"ken-sny"}]}},{"time":"9:00 - 9:10","info":{"name":"Intermission","detail":[]}},{"time":"9:10 - 10:50","info":{"name":"Keynote Presentation","detail":[{"speaker":"Masaaki Imai","id":"mas-ima","abstract":"<div><!--block-->Today, only two types of manufacturing firms exist in the whole world – traditional firms and lean firms. Mr. Masaaki Imai says the traditional firms consume maximum resources for minimum benefits, and the lean firms consume minimum resources for maximum benefits. By consuming minimum resources, lean firms automatically save precious resources and protect the ecology on earth, which is one of the most important and urgent tasks for humanity today.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->Mr. Imai believes that one of today’s most urgent tasks is for traditional firms to adopt the lean strategy with the KAIZEN™ spirit. KAIZEN is the mind-set that is never satisfied with the current state of operations. With a KAIZEN spirit, Toyota has built the world’s most successful firm in the automobile business. Mr. Imai, who has observed Toyota’s performance in the last half a century, will explain how Toyota has done it.&nbsp;</div><div><!--block-->&nbsp;</div><div><!--block-->The following are the major topics for Mr. Imai’s presentation:&nbsp;</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;What is KAIZEN?</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;The importance of gemba (shop floors), which is disregarded by western management</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;Flow, synchronization and leveling – the three items to identify operational problems</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;Tame the Baratsuki (dispersion) to meet diversified customer orders in kind, volume and timing.</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;Christopher Columbus School of Management</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;Mr. Ohno Taiichi’s “Oh, No!”</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;The Toyota Way</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;Layman’s common-sense is needed for problem solving in gemba</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;The merit of lean operations</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;The curse of traditional firms</div><div><!--block-->·&nbsp; &nbsp; &nbsp; &nbsp;Where do we go from here? One-day FSL assessment by experts and company-wide Lean War Room set-up to manage progress of the strategy</div>","title":"From KAIZEN™ to Lean to Green","detail":"Masaaki Imai"}]}},{"time":"10:50 - 11:20","info":{"name":"Networking Break","detail":[]}},{"time":"11:20 - 12:10","info":{"name":"Keynote Presentation","detail":[{"speaker":"Ritsuo Shingo","id":"rits-shig","abstract":"<div><!--block-->Ritsuo Shingo will share his philosophy as a leader in China. He will share examples on the following:Gembaism, Genchi Genbutsu, Gemba, Show them your back, Never give up, Negotiations starts with \"No\", Be challenging, No workers' problem.</div>","detail":"Ritsuo Shingo","title":"My Leadership"}]}},{"time":"12:10 - 13:30","info":{"name":"Lunch","detail":[]}},{"time":"13:30 - 14:30","info":{"name":"Concurrent Sessions","detail":[{"speaker":"Raul Sigala","id":"rau-sig","detail":"Raul Sigala","title":"Why Systems and Tools are Just Not Enough","abstract":"<div><!--block-->Raul Sigala will present a roadmap to assess your operation’s status to achieve Shingo recognition. He will share some tools and processes and demonstrate how to measure a lean manufacturing implementation and gap analysis to identify any shortfalls. Some operations may have the best set of tools or processes, well-defined key metrics with great performance to those key metrics, and excellent adherence to their processes, but without well-established and sustainable principles, these operations cannot ensure consistent performance. Mr. Sigala will discuss why systems and tools&nbsp;are just not enough.</div>"},{"speaker":"Maria Fernanda Contreras","id":"mari-contreras","detail":"Maria Fernanda Contreras","title":"OCENSA's Journey of Operational Excellence"}]}},{"time":"14:30-15:00","info":{"name":"Networking Break","detail":[]}},{"time":"15:00-16:00","info":{"name":"Concurrent Sessions","detail":[{"speaker":"Rafael Padilla","id":"raf-pad","abstract":"<div><!--block-->When we try to develop continuous improvement initiatives and deploy them throughout the organization, we rarely take care of the people we are impacting most. And we underestimate the use of powerful tools that can gain engagement and momentum toward achieving our desired results. We must have a clear roadmap that guides us toward excellence, with change management embedded in it. Throughout this presentation, Rafael Padilla will help you understand the importance of having a clear roadmap for implementation; John Kotter’s 8-step process for leading change through practical examples; and the three elements that drive people based on Daniel Pink’s book,&nbsp;<em>Drive: The Surprising Truth About What Motivates Us</em>. You will also learn about the influence process that helps you change anything, based on Kerry Patterson’s book,&nbsp;<em>Influencer</em>, and you will realize how to apply it all to the transformation plan.</div>","title":"Ensure Continuous Improvement through Change Management","detail":"Rafael Padilla"},{"speaker":"Abel Gomez & Jaime Verdi","detail":"Abel Gomez & Jaime Verdi","id":"abe-gom","abstract":"<div><!--block-->In this session Abel Gomez from Opex Academy and Jaime Verdi from Ball Corporation will talk about the seven steps needed to become a company focused on operational excellence. &nbsp;<br><br>1. Be conscious of your reality.<br>2. Where do you want to go?<br>3. Review how your main systems are built.<br>4. Modify and adjust your systems through your tools.<br>5. Track your advances through your metrics and behaviors.<br>6. Up-grade your standards everywhere.<br>7. Constancy of purpose.</div>","title":"6 + 1 Steps to Become an Operational Excellence Company"}]}},{"time":"16:00 - 17:45","info":{"name":"Intermission","detail":[]}},{"time":"17:45 - 20:15","info":{"name":"Awards Gala & Entertainment","detail":[{"speaker":"Hosted by UDEM","detail":"UDEM","id":"hos-UDEM","abstract":"<div><!--block-->Shuttles will be provided to transport guests to University de Monterrey from MS Milenium. The event will recognize Shingo recipients in Latin America.&nbsp; Food and entertainment will be provided. Additional fee required for non-conference participants.</div>"}]}}]},{"sessions":[{"time":"7:30 - 8:30","info":{"name":"Breakfast"}},{"info":{"detail":[{"speaker":"Amir Ghannad","detail":"Amir Ghannad","id":"ami-gha","title":"Leveraging Culture to Transform Organizations","abstract":"<div><!--block-->In this session, participants will engage in a transformative learning experience regarding how they can personally unleash their own potential and that of their organization to deliver extraordinary results. The content of the presentation will compel participants to gain insights on their own unique opportunities to increase their effectiveness, as well as a wealth of suggested approaches that would help them accelerate progress in their organizations.&nbsp;<br><br>Learning objectives for this session:<br>1.\tExamine the unique role and responsibilities of leaders in transforming the culture and results of an organization.<br>2.\tDemonstrate the power of servant leadership - Putting people first and expecting them to be extraordinary.<br>3.\tIntroduce practical leadership approaches that compel and empower the participants to move their organization beyond the constraints of the past and go to the next level of performance.<br><br></div>"}],"name":"Keynote Presentation"},"time":"8:30 - 9:20"},{"time":"9:20 - 9:30","info":{"name":"Intermission"}},{"info":{"detail":[{"speaker":"Juan Jose Sanchez and Jaime Verdi","id":"TBA-TB2","detail":"Juan Jose Sanchez and Jaime Verdi","title":"Our Journey to the Shingo Prize","abstract":"<div><!--block-->JJ Sanchez and Jaime Verdi will discuss Rexam Queretaro’s journey to earning a Shingo Prize in 2016. Ball Corporation acquired Rexam in 2016 and is continuing Rexam’s incredible success. Mr. Sanchez and Mr. Verdi will share ways the Shingo Model guided Rexam along its path. They will show how Rexam’s continuous improvement efforts align with Ball Corporation’s vision to “Drive for 10,” which is a mindset around perfection with a greater sense of urgency around future success.</div>"}],"name":"Keynote Presentation"},"time":"9:30 - 10:20"},{"time":"10:20 - 10:50","info":{"name":"Networking Break"}},{"info":{"detail":[{"speaker":"Andrew Dillon","id":"dre-dil","detail":"Andrew Dillon","abstract":"<div><!--block-->The Shingo Institute is a testament to its namesake's profound and growing influence, but that influence sometimes comes to us so heavily redacted by time and our own purposes that we risk losing track of crucial aspects of Dr. Shigeo Shingo's message. Consider: Dr. Shingo writes of revolution, and we speak of tools. He integrates, and we commodify. He serves improvement straight up, and we water it down with platitudes. In this presentation, Mr. Dillon will draw from years of collaboration with Shigeo Shingo to ask what we might be missing and how recovering it can reinvigorate our organizations. Also included: a Shigeo Shingo pop quiz!</div>","title":"Lessons Learned from the Master: Shigeo Shingo"}],"name":"Keynote Presentation"},"time":"10:50 - 11:40"},{"time":"11:40 - 11:50","info":{"name":"Intermission"}},{"info":{"detail":[{"speaker":"Javier Cervantes","detail":"Javier Cervantes","id":"javi-cerv","title":"Quality at the Source: Shifting a Culture Toward Defect Prevention","abstract":"<div><!--block-->The lean philosophy is mainly known for striving toward the continuous reduction of waste in a process. One of those wastes is rework, which is typically associated with a quality defect or nonconformance. Although the methods and techniques used for improving quality are very common in<br>manufacturing, their implementation in service or support areas is often absent or limited. In this presentation, Javier Cervantes will explain a practical<br>model that is designed to make the way to quality improvement more straightforward, and to build the right principles leading toward a customer-focused culture. He will help you understand a simple, yet high-impact approach for engaging all company personnel in the process of continuous quality improvement. Mr. Cervantes will also highlight the many benefits, such as higher morale, as&nbsp;a result of focusing on improving the customer/supplier relationship.</div>"},{"speaker":"Francisco Ramirez & Christian Salas","detail":"Francisco Ramirez & Christian Salas","id":"fran-rami","title":"Constancy of Purpose: An Experience of Magna Powertrain, Ramos Plant","abstract":"<div><!--block-->In this session, Francisco Ramirez and Christian Salas will discuss continuous improvement efforts at the Magna Powertrain Ramos Plant, and they will display examples of genji gembutsu and idea generation.</div>"}],"name":"Concurrent Sessions"},"time":"11:50 - 12:50"},{"time":"12:50 - 14:15","info":{"name":"Lunch"}},{"info":{"detail":[{"speaker":"Sandra Mendez","detail":"Sandra Mendez","id":"mig-ran","title":"BEMIS: Our Continuous Improvement Story","abstract":"<div><!--block-->In this session, Sandra Mendez will share BEMIS' story of continuous improvement.</div>"},{"speaker":"Carlos Scholz","id":"carl-sch","title":"Breakthrough: A Journey of Lean Transformation at the Largest Public Health System in the United States","detail":"Carlos Scholz","abstract":"<div><!--block-->NYC Health + Hospitals is a $6.7 billion integrated healthcare delivery system and is the largest municipal healthcare organization in the country. Driven by its mission to serve all New Yorkers regardless of ability to pay, the system serves 1.3 million New Yorkers every year, more than 450,000 of whom are uninsured. The system provides medical, mental health and substance abuse services through its 11 acute care hospitals, four skilled nursing facilities, six large diagnostic and treatment centers and more than 80 community-based clinics. NYC Health + Hospitals operates its own 485,000-member health plan, MetroPlus, and Health and Home Care provides in-home and telehealth services in three boroughs across the city.</div><div><!--block-->&nbsp;</div><div><!--block-->Breakthrough (Lean/Toyota Production System) is the organization's fundamental approach to problem solving and improvement. In late 2007, the system initiated the use of lean to achieve exponential improvements across clinical, operational and financial dimensions of the system. To date, over $650 million in cost savings and new revenue have been generated through more than 1,800 rapid improvement events, implementation of a Daily Management System and thousands of other kaizen activities at 19 sites. Achievements in perioperative services, emergency departments, ambulatory care, behavioral health and more than 20 additional value streams are active throughout the system.</div><div><!--block-->&nbsp;</div><div><!--block-->Now the system is transforming and has laid out a new Vision 2020. In this presentation, learn how Breakthrough is paving the way for a much needed transformation of the healthcare system in order to shift from inpatient to outpatient services, and work toward a delivery system reform focused on population health.</div>"}],"name":"Concurrent"},"time":"14:15 - 15:15"},{"info":{"detail":[{"abstract":"<div><!--block-->Fernando Ramirez-Garza and Oscar Retes Garrido will briefly share the history of Deacero and the operational strategies that worked for them to some extent. They will discuss how changes in industry and market influenced them to drive growth from another standpoint by integrating new work systems and adopting new management models, which are aligned with the context we face today. They will describe ways they are focusing efforts on cultural transformation based on principles through a more effective foundational leadership, and aligning the strategy from top to bottom – from the CEO´s office to the gemba. They will also explain how common systems and tools, combined with routines and discipline, are changing the way we learn, and how continuous improvement is driven to sustain results over time and create value.</div>","title":"Our Journey to Excellence with New Insights","speaker":"Fernando Ramirez-Garza & Oscar Retes Garrido","detail":"Fernando Ramirez-Garza","id":"fern-garr"}],"name":"Keynote Presentation"},"time":"15:45 - 16:45"},{"info":{"detail":[],"name":"Closing Remarks by Ken Snyder, Executive Director, Shingo Institute"},"time":"16:45 - 17:00"},{"info":{"detail":[{"abstract":"<div><!--block-->Former US President Franklin D. Roosevelt led his nation through two of the greatest crises in its history: the Great Depression of the 1930s and World War II. From March 1933 to June 1944 President Roosevelt addressed the American people in some 30 speeches broadcast via radio, speaking on a variety of topics from banking to unemployment to fighting fascism in Europe. Millions of people found comfort and renewed confidence in these speeches, which became known as the \"fireside chats.\"<br><br></div><div><!--block-->Today, we expand on this concept by bringing in best practitioners and leaders who have a wealth of knowledge on the pursuit of enterprise excellence and how to build a culture of continuous improvement. Spend an evening with these leaders as they share their experience with you in an intimate setting and give you valuable time to ask questions and to network with other like-minded people.<br><br>Dinner is included in $3,600 MX fee.&nbsp;<br><br>Menu:<br>Patria Salad (Tomato, Cheese and Avocado whit coriander vinegar)<br>Grilled Flank Steak<br>Baked Potato<br>Guacamole with Fried Tortilla Chips<br>Lemon Pie</div>","speaker":"Ritsuo Shingo","detail":"Ritsuo Shingo","title":"My Leadership","id":"rit-shin"}],"name":"Fireside Chat (additional fee required)"},"time":"18:00 - 20:00"}],"name":"Friday","title":"October 7 - Main Conference"},{"sessions":[{"info":{"detail":[{"id":"ope-aca","speaker":"Discover Excellence - Opex Academy","abstract":"<div><!--block-->Our foundational, two-day workshop that introduces the&nbsp;<em>Shingo Model™</em>, the Shingo Guiding Principles and the&nbsp;<em>Three Insights to Enterprise Excellence™</em>. With real-time discussions and on-site learning at a host organization, this program is a highly interactive experience. It is designed to make your learning meaningful and immediately applicable as you learn how to release the latent potential in your organization and achieve enterprise excellence.<br><br></div><div><!--block-->As a DISCOVER participant, you will<br><br></div><ul><li><!--block-->LEARN and understand the&nbsp;<em>Shingo Model.</em></li><li><!--block-->DISCOVER the Three Insights of Enterprise Excellence™.</li><li><!--block-->EXPLORE how the Shingo Guiding Principles inform ideal behaviors that ultimately lead to sustainable results.</li><li><!--block-->UNDERSTAND the behavioral assessment process through an interactive case study and on-site learning.</li><li><!--block-->APPLY your learning with a call to action.</li></ul><div><!--block--><br></div><div><!--block-->Participants will have the opportunity to visit STERIS MTY as part of the workshop. Please email informes@opexacademy.com.mx to register. Receive special pricing to attend both the DISCOVER EXCELLENCE workshop and the conference. Please ask for DISCOUNT CODE when registering.&nbsp; &nbsp;</div>","detail":"DISCOVER EXCELLENCE - Opex Academy"},{"speaker":"*Shingo Affiliate hosted workshops need to be registered and paid for separately from the main conference.","id":""}],"name":"Pre-Conference Shingo Workshops"},"time":"Oct 4th - 5th"}],"name":"DISCOVER Workshop"}],"registration":{"link":"http://www.cvent.com/d/0vq74s","prices":[{"type":"Package 1 (Main Conference & Gala)","price":"9,300 MX (Groups 3+ save 1,000 MX)"},{"type":"Package 2 (Main Conference, Gala, Fireside Chat)","price":"12,900 MX (Groups 3+ save 1,000 MX)"},{"type":"Package 3 (Six Sigma Workshop, Main Conference, Gala)","price":"15,100 MX (Groups 3+ save 1,800 MX)"},{"type":"Package 4 (Six Sigma Workshop, Main Conference, Gala & Fireside Chat)","price":"18,700 MX (Groups 3+ save 1,800 MX)"},{"type":"Package 5 (Tour, Main Conference, Gala)","price":"12,900 MX (Groups 3+ save 1,000 MX)"},{"type":"Package 6 (Tour, Main Conference, Gala, Fireside Chat)","price":"16,500 MX (Groups 3+ save 1,000 MX)"},{"type":"DISCOVER EXCELLENCE","price":"19,900 MX (Groups 3+ save 1,990 MX).  Please email informes@opexacademy.com.mx or call +52 (1) 442.207.5558 for additional package deals."}]},"se_info":"<div><!--block--><span data-trix-cursor-target=\"true\" data-trix-serialize=\"false\">﻿</span><figure class=\"attachment attachment-preview\" data-trix-attachment=\"{&quot;contentType&quot;:&quot;image&quot;,&quot;height&quot;:200,&quot;url&quot;:&quot;http://res.cloudinary.com/shingo/image/upload/c_scale,h_200/v1469742450/Summits/2016LatinSummit/UDEMLogo.jpg&quot;,&quot;width&quot;:400}\" data-trix-content-type=\"image\" data-trix-id=\"385\" contenteditable=\"false\"><img src=\"http://res.cloudinary.com/shingo/image/upload/c_scale,h_200/v1469742450/Summits/2016LatinSummit/UDEMLogo.jpg\" data-trix-mutable=\"true\" data-trix-store-key=\"imageElement/385/386/http://res.cloudinary.com/shingo/image/upload/c_scale,h_200/v1469742450/Summits/2016LatinSummit/UDEMLogo.jpg\" width=\"400\" height=\"200\"><figcaption class=\"caption\"></figcaption></figure><span data-trix-cursor-target=\"true\" data-trix-serialize=\"false\">﻿</span><br>Universidad de Monterrey<br><br></div><div><!--block-->Exhibitors at the Congreso Shingo enjoy the chance to discover new clients as well as reconnect with current customers in a highly relevant and social atmosphere. With plenty of networking opportunities throughout each day, you’re sure to develop new leads and contacts eager to begin a lasting, mutually beneficial relationship. Exhibitors also receive an opt-in email roster of attendees and are highlighted on the Shingo app and print items.<br><br></div><div><!--block-->We offer several sponsorship opportunities that place your company name in front of more than 16,000 professionals and decision-makers across the globe. As a major contributor to the value and success of the Congreso Shingo, you'll position your brand as a thought-leader committed to excellence. Conference attendees are mid- to senior-level management representing more than 650 companies worldwide.<br><br></div><div><!--block-->The available levels of sponsorship are as follows:<br><br>Gala Sponsorship: $40,000 MX<br>&nbsp;- Includes: Logo on printed materials, recognition from podium, logo included on mobile app, two tickets to the Awards Gala<br><br>Keynote Sponsorship: $30,000 MX<br>&nbsp;- Includes: Logo on printed materials, logo included on mobile app, recognition from podium<br><br>Full page ad in conference daybook: $18,000 MX<br>Half page ad in conference daybook: $9,000 MX<br><br>Carpet Stickers: $50,000 MX<br>&nbsp;- Includes: Printed logo on 12 inch circle placed on carpeted areas in meeting venue<br><br>Exhibit Booth: $25,000 MX<br>&nbsp;- booths open on October 6 at 7 am and end on October 7 at 3 pm<br>&nbsp;- Includes: one six foot table with drape and two chairs and one conference registration.<br><br></div><div><!--block-->For more information about exhibiting or becoming a sponsor, please contact Mary Price,&nbsp;<a href=\"mailto:mary.price@usu.edu\">mary.price@usu.edu</a>, 435.797.3785.<br><br></div>","ta_info":{"title":"","location":"<div><!--block-->MS Milenium (Formerly Presidente Intercontinental)&nbsp;<br>Vasconcelos #300 Ote. Col. Residencial San Agustín&nbsp;<br>San Pedro Garza García&nbsp;<br>Nuevo León, México. CP 66260</div>","travel":"<div><!--block-->Monterrey Airport (MTY)</div>","hotel":"<div><!--block-->MS Milenium (Formerly Presidente Intercontinental)&nbsp;<br>Vasconcelos #300 Ote. Col. Residencial San Agustín&nbsp;<br>San Pedro Garza García&nbsp;<br>Nuevo León, México. CP 66260<br>+52 (81) 8368 6000&nbsp;<br><br>Rate: Superior Standard ($1,834.90 MX - single, $2,011,90 MX - double)<br>Deluxe Standard ($2,129.90 MX - single, $2,306.90 MX - double)<br>Jr. Suite Standard ($2,424.90 MX - single, $2,601.90 MX - double)<br>Rate includes breakfast and internet. Please reservations by calling the hotel directly and ask for the Shingo group rate.</div>","parking":"<div><!--block-->$50 MX/day for non-hotel guests. Parking is complimentary for hotel guests.</div>","internet":"<div><!--block-->Wifi is complimentary.</div>","things":"<div><!--block-->Please click&nbsp;<a href=\"http://www.planetware.com/tourist-attractions-/monterrey-mex-nl-mtr.htm\">here</a>&nbsp;for a list of local attractions.<br>The MS Milenium hotel is located steps away from the&nbsp;<a href=\"http://plazafiestamall.com/\">Plaza Fiesta San Agustin</a>&nbsp;shopping mall.</div>"},"speaker_query":"SELECT Id, Speaker_Contact__r.Name, Speaker_Type__c, Speaker_Contact__r.Account.Name, Biography__c, Speaker_Contact__r.Title, Speaker_Image__c FROM Speaker__c WHERE Event__c='a0R1200000Umgc1EAB' ORDER BY Speaker_Contact__r.LastName","filename":"latinamerica.json"}
